function Footer() {
  return (
    <footer className="footer">
      <div className="footer__desc">
        <img src="./logo.png" alt="لوگو" className="footer__logo"></img>
        <p className="footer__text">
          تعدادی از پژوهشگران و متخصین دغدغه‌‌مند در حوزه‌ سبک زندگی برای نیل به
          هدف آگاهی عموم جامعه از گنجینه منابع سبک زندگی سالم و ایرانی-اسلامی
          اقدام به تشکیل اندیشکده سبک زندگی و خانواده صدای حکیم کردند. این
          اندیشکده بر خود فرض میداند تا آموزش های سبک زندگی را در حوزه‌های
          خانوداه، سلامت روان، مهارت های زندگی و طب سنتی به آسان ترین و با کیفیت
          ترین شکل ممکن به علاقمندان این حوزه و عموم مردم عزیز ایران تقدیم کند.
          اندیشکده سبک زندگی و خانواده صدای حکیم با بهره گیری از اساتید مجرب و
          بنام ترین اساتید دانشگاهی از پیشگامان برگزاری دوره های آموزشی سبک
          زندگی به صورت مجازی و حضوری با ارائه مدرک معتبر از مراکز آموزش عالی
          بوده است.
        </p>
      </div>
      <div className="footer__license flex-row flex-center">
        <div className="footer__lines"></div>
        <p className="footer__text">
          کلیه حقوق مادی و معنوی این سایت متعلق به اندیشکده سبک زندگی و خانواده
          صدای حکیم میباشد.
        </p>
        <div className="footer__lines"></div>
      </div>
    </footer>
  );
}

export default Footer;
